{
	"monsterFluff": [
		{
			"name": "Oblex Spawn",
			"source": "MPMM",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Mind flayers unleash all manner of foul experiments upon the planes with little thought for the consequences. Here, though, I suspect another influence: Juiblex."
					],
					"by": "Mordenkainen"
				},
				{
					"type": "section",
					"name": "Oblexes",
					"entries": [
						"By experimenting on the slimes, jellies, and puddings that infest the depths of the Underdark, mind flayers created a special breed of Ooze, the oblex—a slime capable of assaulting the minds of other creatures. These pools ofjelly are cunning hunters that feed on thoughts and memories. The sharper the mind, the better the meal, so oblexes hunt targets more likely to be intelligent, such as wizards and other spellcasters. When suitable fare comes within reach, an oblex draws its body up to engulf its victim. As it withdraws, it plunders the creature's mind, leaving its prey befuddled and confused—or dead.",
						"When oblexes feed on thoughts, they can form weird copies of their prey to use as lures, which helps them harvest even more victims for their mind flayer masters."
					]
				},
				{
					"type": "entries",
					"name": "Oblex Spawn",
					"entries": [
						"An oblex devours memories not only to sustain its existence, but also to spawn new oblexes. Each time it fully drains the memories of a victim, it gains the creature's personality—now twisted by the oblex's foul nature. The more memories an oblex steals, the larger it becomes, until it must shed a personality it has absorbed or else go uncontrolled and erratic. This act spawns a new oblex.",
						"Newly formed oblexes lack the capabilities of their older kin. They seek only to feed on memories and grow until they can impersonate their victims."
					]
				},
				{
					"type": "quote",
					"entries": [
						"An oblex wants memories, but not to serve any end of its own making. Oblexes are hungry for memories and personalities because they are empty without such nourishment. In this way they serve their creators, the illithids. An oblex in the range of an elder brain's powers provides everything necessary for the mind flayers to find choice victims."
					],
					"by": "Mordenkainen"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MTF/Oblex Spawn.jpg"
					}
				}
			]
		},
		{
			"name": "Adult Oblex",
			"source": "MPMM",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Mind flayers unleash all manner of foul experiments upon the planes with little thought for the consequences. Here, though, I suspect another influence: Juiblex."
					],
					"by": "Mordenkainen"
				},
				{
					"type": "section",
					"name": "Oblexes",
					"entries": [
						"By experimenting on the slimes, jellies, and puddings that infest the depths of the Underdark, mind flayers created a special breed of Ooze, the oblex—a slime capable of assaulting the minds of other creatures. These pools ofjelly are cunning hunters that feed on thoughts and memories. The sharper the mind, the better the meal, so oblexes hunt targets more likely to be intelligent, such as wizards and other spellcasters. When suitable fare comes within reach, an oblex draws its body up to engulf its victim. As it withdraws, it plunders the creature's mind, leaving its prey befuddled and confused—or dead.",
						"When oblexes feed on thoughts, they can form weird copies of their prey to use as lures, which helps them harvest even more victims for their mind flayer masters."
					]
				},
				{
					"type": "entries",
					"name": "Adult and Elder Oblexes",
					"entries": [
						"Older oblexes, called adults and elders, have eaten so many memories that they can form duplicates of the creatures they have devoured from the substance of their bodies, sending these copies off to lure prey into their clutches while remaining tethered to the slime by long tendrils of goo. These duplicated creatures are indistinguishable from their victims except for a faint sulfurous smell. Oblexes use these duplicates to lead prey into danger or to infiltrate settlements so they can feed on superior victims."
					]
				},
				{
					"type": "quote",
					"entries": [
						"An oblex wants memories, but not to serve any end of its own making. Oblexes are hungry for memories and personalities because they are empty without such nourishment. In this way they serve their creators, the illithids. An oblex in the range of an elder brain's powers provides everything necessary for the mind flayers to find choice victims."
					],
					"by": "Mordenkainen"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MTF/Oblex.jpg"
					}
				}
			]
		},
		{
			"name": "Elder Oblex",
			"source": "MPMM",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Mind flayers unleash all manner of foul experiments upon the planes with little thought for the consequences. Here, though, I suspect another influence: Juiblex."
					],
					"by": "Mordenkainen"
				},
				{
					"type": "section",
					"name": "Oblexes",
					"entries": [
						"By experimenting on the slimes, jellies, and puddings that infest the depths of the Underdark, mind flayers created a special breed of Ooze, the oblex—a slime capable of assaulting the minds of other creatures. These pools ofjelly are cunning hunters that feed on thoughts and memories. The sharper the mind, the better the meal, so oblexes hunt targets more likely to be intelligent, such as wizards and other spellcasters. When suitable fare comes within reach, an oblex draws its body up to engulf its victim. As it withdraws, it plunders the creature's mind, leaving its prey befuddled and confused—or dead.",
						"When oblexes feed on thoughts, they can form weird copies of their prey to use as lures, which helps them harvest even more victims for their mind flayer masters."
					]
				},
				{
					"type": "entries",
					"name": "Adult and Elder Oblexes",
					"entries": [
						"Older oblexes, called adults and elders, have eaten so many memories that they can form duplicates of the creatures they have devoured from the substance of their bodies, sending these copies off to lure prey into their clutches while remaining tethered to the slime by long tendrils of goo. These duplicated creatures are indistinguishable from their victims except for a faint sulfurous smell. Oblexes use these duplicates to lead prey into danger or to infiltrate settlements so they can feed on superior victims."
					]
				},
				{
					"type": "quote",
					"entries": [
						"An oblex wants memories, but not to serve any end of its own making. Oblexes are hungry for memories and personalities because they are empty without such nourishment. In this way they serve their creators, the illithids. An oblex in the range of an elder brain's powers provides everything necessary for the mind flayers to find choice victims."
					],
					"by": "Mordenkainen"
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MTF/Oblex.jpg"
					}
				}
			]
		},
		{
			"name": "Ogre Battering Ram",
			"source": "MPMM",
			"entries": [
				{
					"type": "section",
					"name": "Ogres of War",
					"entries": [
						"Ogres love to rush headlong into battle, but with enough time and patience, some of them learn to carry out specialized missions. The names they are given—the battering ram, the bolt launcher, the chain brute, and the howdah—reflect their particular functions. These jobs are tailored to take advantage of an ogre's strengths."
					]
				},
				{
					"type": "entries",
					"name": "Ogre Battering Ram",
					"entries": [
						"An ogre battering ram carries an enormous club that's primarily used for bashing doors into kindling but also works well for smashing foes. These ogres are drilled in two simple tasks: rushing forward to shatter enemy fortifications and using their weapons to force an advancing enemy to halt."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MTF/Ogre Battering Ram.jpg"
					}
				}
			]
		},
		{
			"name": "Ogre Bolt Launcher",
			"source": "MPMM",
			"entries": [
				{
					"type": "section",
					"name": "Ogres of War",
					"entries": [
						"Ogres love to rush headlong into battle, but with enough time and patience, some of them learn to carry out specialized missions. The names they are given—the battering ram, the bolt launcher, the chain brute, and the howdah—reflect their particular functions. These jobs are tailored to take advantage of an ogre's strengths."
					]
				},
				{
					"type": "entries",
					"name": "Ogre Bolt Launcher",
					"entries": [
						"A bolt launcher carries a gigantic crossbow—a weapon so large it's essentially an ogre-held ballista. An ogre bolt launcher can load this immense weapon and loose its deadly missile as quickly as a dwarf handles a crossbow. The bolts are so large that few ogres can carry more than a half dozen at a time, but bolt launchers have been known to uproot small trees or tear beams out of buildings and launch those when their ammunition runs low."
					]
				}
			]
		},
		{
			"name": "Ogre Chain Brute",
			"source": "MPMM",
			"entries": [
				{
					"type": "section",
					"name": "Ogres of War",
					"entries": [
						"Ogres love to rush headlong into battle, but with enough time and patience, some of them learn to carry out specialized missions. The names they are given—the battering ram, the bolt launcher, the chain brute, and the howdah—reflect their particular functions. These jobs are tailored to take advantage of an ogre's strengths."
					]
				},
				{
					"type": "entries",
					"name": "Ogre Chain Brute",
					"entries": [
						"An ogre chain brute wields a great spiked chain, swinging it with both hands in a wide circle to knock foes off their feet. Alternatively, the ogre can swing the chain in a crushing overhead smash."
					]
				}
			]
		},
		{
			"name": "Ogre Howdah",
			"source": "MPMM",
			"entries": [
				{
					"type": "section",
					"name": "Ogres of War",
					"entries": [
						"Ogres love to rush headlong into battle, but with enough time and patience, some of them learn to carry out specialized missions. The names they are given—the battering ram, the bolt launcher, the chain brute, and the howdah—reflect their particular functions. These jobs are tailored to take advantage of an ogre's strengths."
					]
				},
				{
					"type": "entries",
					"name": "Ogre Howdah",
					"entries": [
						"The most unusual of the specialized ogres, the howdah carries a palisaded wooden fort on its back. The fort serves as a fighting platform for up to four Small people. Ogre howdahs are most often seen bearing bow- and spear-wielding goblins into battle, or perhaps kobolds or deep gnomes (all three appear in the Monster Manual), but they might also transport other Small folk."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MTF/Ogre Howdah.jpg"
					}
				}
			]
		},
		{
			"name": "Olnoloth",
			"source": "MPMM",
			"entries": [
				"Grim specters of death, oinoloths bring pestilence wherever they go. When armies recognize their awful forms, their mere appearance causes soldiers to break ranks and flee, lest they succumb to one of the awful plagues that oinoloths let loose.",
				"Oinoloths solve thorny problems by killing everyone involved. They are typically hired as a last resort when a siege has gone on too long or an army has proven too strong to overcome. Once summoned, oinoloths stalk the killing field, poisoning the ground and sickening creatures they encounter. Sometimes they might be hired to lift the very plagues they spread, but the price for such work is high, and the effort turns the creatures they save into debilitated wrecks."
			]
		},
		{
			"name": "Orcus",
			"source": "MPMM",
			"entries": [
				"Orcus is the Demon Prince of Undeath, also known as the Blood Lord. While he takes pleasure in the sufferings of the living, he far prefers the company and service of Undead. His desire is to see all life quenched and the multiverse transformed into a vast necropolis populated solely by Undead creatures under his command.",
				"Orcus rewards those who spread death in his name by granting them a small portion of his power. The least of these become ghouls and zombies (both appear in the Monster Manual) that serve in his legions, while his favored servants are the cultists and necromancers who murder the living and then manipulate the dead, emulating their dread master.",
				"Orcus is a bestial creature of corruption with a diseased, decaying look. He has the lower torso of a goat and a humanlike upper body with a belly swollen with rot. Great bat wings sprout from his shoulders, and his head is like the skull of a goat, the flesh nearly rotted from it. In one hand, he wields the legendary {@item Wand of Orcus|DMG}, which is described in the {@i Dungeon Master's Guide}.",
				{
					"type": "entries",
					"name": "Orcus's Lair",
					"entries": [
						"Orcus makes his lair in the fortress city of Naratyr, which is on Thanatos, the layer of the Abyss that he rules. Surrounded by a moat fed by the River Styx, Naratyr is an eerily quiet and cold city, its streets empty for hours at a time. The central castle of bone has interior walls of flesh and carpets made of woven hair. The city contains wandering Undead, many of which are engaged in continuous battles with one another."
					]
				},
				{
					"name": "Cultists of Orcus",
					"type": "entries",
					"entries": [
						"Orcus grants his rank-and-file cultists the Undying Soul trait, and his cult leaders can gain the Aura of Death trait.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Undying Soul (Recharges after a Short or Long Rest)",
									"entries": [
										"If this creature is reduced to 0 hit points, it immediately makes a DC 10 Constitution saving throw. If it succeeds, it is instead reduced to 1 hit point."
									]
								},
								{
									"type": "entries",
									"name": "Aura of Death",
									"entries": [
										"This creature emanates a deathly aura that extends 30 feet in every direction from its space while it isn't incapacitated. The aura is blocked by total cover. While in the aura, the creature and any friendly Undead are immune to the {@condition frightened} condition and have resistance to radiant damage. Enemies have disadvantage on death saving throws while in the aura."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Orthon",
			"source": "MPMM",
			"entries": [
				"When an archduke of the Nine Hells needs a creature tracked, found, and either done away with or captured, the task usually falls to an orthon. These devils are infernal bounty hunters, tireless in their pursuit of their quarry across the multiverse.",
				"Orthons are infamous for their sharp senses. Because an orthon can become invisible at will, its quarry is often unaware of being hunted until the orthon strikes. This invisibility can be disrupted when the devil is attacked, however, so a strong counterattack is often the best defense against it.",
				"Orthons value the challenge of the chase and the thrill of one-on-one combat above all else. An orthon's first loyalty is to its archduke, but one with no immediate assignment might work for anyone who promises it a worthy struggle against a lethal foe. Because they travel widely, orthons are unequaled as guides through the layers of the Nine Hells."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MTF/Orthon.jpg"
					}
				}
			]
		},
		{
			"name": "Phoenix",
			"source": "MPMM",
			"entries": [
				{
					"type": "quote",
					"entries": [
						"To rise like a phoenix from the ashes–so many use that quaint colloquialism. Little do they know about the true horror of such a rebirth."
					],
					"by": "Mordenkainen"
				},
				"Releasing a phoenix from the Inner Planes creates an explosion of fire that spreads across the sky. An enormous fiery bird forms in the center of the flames and smoke—an elder Elemental possessed by a need to burn everything to ash. The phoenix rarely stays in one place for long as it strives to transform the world into an inferno."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MTF/Phoenix.jpg"
					}
				}
			]
		}
	]
}
